[
  ["eager", "กระตือรือร้น"], ["earnest", "จริงจัง"], ["earthy", "เกี่ยวกับดิน"], ["eased", "ทำให้ง่ายขึ้น"], ["eccentric", "แปลกประหลาด"],
  ["eclipse", "คราส"], ["ecology", "นิเวศวิทยา"], ["economic", "ทางเศรษฐกิจ"], ["economize", "ประหยัด"], ["ecstasy", "ความปิติ"],
  ["ecumenical", "ทั่วไป"], ["eddy", "กระแสน้ำวน"], ["edifice", "อาคารขนาดใหญ่"], ["edify", "ให้ความรู้"], ["edit", "แก้ไข"],
  ["edition", "ฉบับพิมพ์"], ["educate", "ให้การศึกษา"], ["eerie", "น่าขนลุก"], ["efface", "ลบออก"], ["effect", "ผลกระทบ"],
  ["effective", "มีประสิทธิภาพ"], ["effeminate", "ทำตัวเหมือนผู้หญิง"], ["efficacious", "ได้ผล"], ["efficient", "มีประสิทธิภาพ"], ["effigy", "หุ่นจำลอง"],
  ["efflorescence", "การบาน"], ["effort", "ความพยายาม"], ["effrontery", "ความหน้าด้าน"], ["effulgent", "สว่างไสว"], ["effusive", "แสดงความรู้สึกเกินไป"],
  ["egalitarian", "ความเสมอภาค"], ["ego", "อีโก้"], ["egregious", "เลวร้ายมาก"], ["egress", "ทางออก"], ["ejaculate", "พูดออกมาฉับพลัน"],
  ["eject", "ขับออก"], ["elaborate", "ซับซ้อน/ละเอียด"], ["elapse", "เวลาผ่านไป"], ["elastic", "ยืดหยุ่น"], ["elated", "ดีใจมาก"],
  ["electorate", "ผู้มีสิทธิเลือกตั้ง"], ["electric", "เกี่ยวกับไฟฟ้า"], ["electrify", "ให้กระแสไฟฟ้า"], ["elegy", "บทกวีไว้อาลัย"], ["element", "ธาตุ"],
  ["elementary", "เบื้องต้น"], ["elevate", "ยกขึ้น"], ["elicit", "ดึงข้อมูลออกมา"], ["eligible", "มีคุณสมบัติเหมาะสม"], ["eliminate", "กำจัด"],
  ["elision", "การตัดเสียง"], ["elite", "ชนชั้นสูง"], ["elixir", "ยาอายุวัฒนะ"], ["ellipsis", "จุดสามจุด"], ["elocution", "การพูดในที่สาธารณะ"],
  ["elongate", "ทำให้ยาวขึ้น"], ["elope", "หนีตามกัน"], ["eloquent", "พูดจาฉะฉาน"], ["elucidate", "อธิบายให้ชัดเจน"], ["elude", "หลบหลีก"],
  ["elusive", "จับตัวยาก"], ["emaciated", "ผอมโซ"], ["emanate", "แผ่ออกมา"], ["emancipate", "ปลดปล่อย"], ["emasculate", "ทำให้เสียความเข้มแข็ง"],
  ["embargo", "การห้ามค้าขาย"], ["embark", "เริ่มต้น"], ["embarrass", "ทำให้ขายหน้า"], ["embed", "ฝังไว้"], ["emblem", "สัญลักษณ์"],
  ["embody", "รวมเป็นหนึ่ง"], ["embolden", "ทำให้กล้าหาญ"], ["embolism", "ลิ่มเลือดอุดตัน"], ["emboss", "ทำให้นูน"], ["embrace", "สวมกอด"],
  ["embroil", "ทำให้ยุ่งเหยิง"], ["embryo", "ตัวอ่อน"], ["emend", "แก้ไข"], ["emerald", "มรกต"], ["emerge", "ปรากฏขึ้น"],
  ["emeritus", "กิตติคุณ"], ["emigrant", "ผู้ย้ายถิ่น"], ["eminence", "ความมีชื่อเสียง"], ["emissary", "ทูต"], ["emit", "ปล่อยออก"],
  ["emollient", "ทำให้ผิวเนียน"], ["emolument", "ค่าตอบแทน"], ["emotion", "อารมณ์"], ["empathy", "ความเห็นอกเห็นใจ"], ["empiric", "เชิงประสบการณ์"]
]

