[
  ["producer", "ผู้ผลิตในระบบนิเวศ"], ["program", "โปรแกรม"], ["property", "สมบัติของสาร"], ["protein", "โปรตีน"], ["proton", "โปรตอน"],
  ["prototype", "ต้นแบบ"], ["pulley", "รอก"], ["pulse", "ชีพจร"], ["pupa", "ดักแด้"], ["purify", "ทำให้บริสุทธิ์"],
  ["radiation", "การแผ่รังสี"], ["radioactive", "กัมมันตรังสี"], ["ratio", "อัตราส่วน"], ["ray", "ลำแสง"], ["react", "ทำปฏิกิริยา"],
  ["reaction", "ปฏิกิริยา"], ["record", "บันทึกผล"], ["recycle", "นำกลับมาใช้ใหม่"], ["reflect", "สะท้อน"], ["reflex", "ปฏิกิริยาสะท้อนกลับ"],
  ["refraction", "การหักเหของแสง"], ["renewable", "หมุนเวียนใช้ใหม่ได้"], ["repeat", "ทำซ้ำ"], ["repel", "ผลักออก"], ["reproduction", "การสืบพันธุ์"],
  ["reptile", "สัตว์เลื้อยคลาน"], ["research", "การวิจัย"], ["residue", "กากที่เหลือ"], ["resistance", "ความต้านทาน"], ["resource", "ทรัพยากร"],
  ["respiration", "การหายใจระดับเซลล์"], ["result", "ผลลัพธ์"], ["revolution", "การโคจรรอบ"], ["rib", "ซี่โครง"], ["robot", "หุ่นยนต์"],
  ["rock", "หิน"], ["rocket", "จรวด"], ["root", "ราก"], ["rotation", "การหมุนรอบตัวเอง"], ["ruler", "ไม้บรรทัด"],
  ["rust", "สนิม"], ["safety", "ความปลอดภัย"], ["sample", "ตัวอย่างที่เก็บมา"], ["sanctuary", "เขตอนุรักษ์"], ["sandstone", "หินทราย"],
  ["sap", "น้ำเลี้ยงในต้นไม้"], ["satellite", "ดาวเทียม"], ["saturate", "ทำให้อิ่มตัว"], ["scale", "เครื่องชั่งน้ำหนัก"], ["science", "วิทยาศาสตร์"],
  ["scientific", "เชิงวิทยาศาสตร์"], ["scientist", "นักวิทยาศาสตร์"], ["screen", "หน้าจอ"], ["sediment", "ตะกอนทับถม"], ["seed", "เมล็ด"],
  ["sensor", "เซ็นเซอร์ตรวจจับ"], ["sensory", "เกี่ยวกับประสาทสัมผัส"], ["shadow", "เงา"], ["signal", "สัญญาณ"], ["simulation", "การจำลองสถานการณ์"],
  ["skeleton", "โครงกระดูก"], ["skull", "กะโหลกศีรษะ"], ["sodium", "โซเดียม"], ["software", "ซอฟต์แวร์"], ["soil", "ดิน"],
  ["solar cell", "เซลล์แสงอาทิตย์"], ["solar system", "ระบบสุริยะ"], ["solid", "ของแข็ง"], ["solute", "ตัวถูกละลาย"], ["solution", "สารละลาย"],
  ["solvent", "ตัวทำละลาย"], ["sound", "เสียง"], ["space station", "สถานีอวกาศ"], ["spacecraft", "ยานอวกาศ"], ["species", "ชนิดพันธุ์"]
]
