[
  ["helium", "ฮีเลียม"], ["herbivore", "สัตว์กินพืช"], ["heredity", "การถ่ายทอดทางพันธุกรรม"], ["hibernate", "จำศีล"], ["hormone", "ฮอร์โมน"],
  ["humidity", "ความชื้น"], ["hurricane", "พายุเฮอริเคน"], ["hydrogen", "ไฮโดรเจน"], ["hydropower", "พลังงานน้ำ"], ["hypothesis", "สมมติฐาน"],
  ["igneous", "หินอัคนี"], ["immune", "เกี่ยวกับภูมิคุ้มกัน"], ["indicator", "สารบ่งชี้"], ["inertia", "ความเฉื่อย"], ["infection", "การติดเชื้อ"],
  ["inherit", "รับถ่ายทอดมา"], ["innovation", "นวัตกรรม"], ["input", "ข้อมูลเข้า"], ["insect", "แมลง"], ["instinct", "สัญชาตญาณ"],
  ["insulate", "เป็นฉนวน"], ["internet", "อินเทอร์เน็ต"], ["intestine", "ลำไส้"], ["invent", "ประดิษฐ์คิดค้น"], ["invention", "สิ่งประดิษฐ์"],
  ["invertebrate", "สัตว์ไม่มีกระดูกสันหลัง"], ["investigate", "สืบค้นหาความจริง"], ["ion", "ไอออน"], ["iron", "เหล็ก"], ["joint", "ข้อต่อ"],
  ["keyboard", "แป้นพิมพ์"], ["kidney", "ไต"], ["kinetic", "เชิงจลน์"], ["label", "ฉลากติดขวด"], ["laboratory", "ห้องปฏิบัติการ"],
  ["landfill", "หลุมฝังกลบขยะ"], ["larva", "ตัวอ่อนแมลง"], ["laser", "เลเซอร์"], ["latitude", "เส้นรุ้ง"], ["launch", "การส่งขึ้นสู่อวกาศ"],
  ["lava", "ลาวา"], ["leaf", "ใบไม้"], ["lens", "เลนส์"], ["lever", "คานงัด"], ["life cycle", "วัฏจักรชีวิต"],
  ["light", "แสง"], ["lightning", "ฟ้าผ่า"], ["limestone", "หินปูน"], ["liquid", "ของเหลว"], ["litmus", "กระดาษลิตมัส"],
  ["liver", "ตับ"], ["lung", "ปอด"], ["machine", "เครื่องกล"], ["machine learning", "การเรียนรู้ของเครื่อง"], ["magma", "หินหนืดใต้ดิน"],
  ["magnet", "แม่เหล็ก"], ["magnetic field", "สนามแม่เหล็ก"], ["magnifier", "แว่นขยาย"], ["maintenance", "การบำรุงรักษา"], ["malfunction", "การทำงานผิดปกติ"],
  ["mammal", "สัตว์เลี้ยงลูกด้วยนม"], ["mantle", "ชั้นเนื้อโลก"], ["mass", "มวล"], ["material", "วัสดุ"], ["matter", "สสาร"],
  ["measurement", "การวัด"], ["mechanism", "กลไก"], ["medicine", "ยารักษาโรค"], ["melt", "หลอมเหลว"], ["membrane", "เยื่อหุ้ม"],
  ["memory", "หน่วยความจำ"], ["metabolism", "เมแทบอลิซึม"], ["metal", "โลหะ"], ["metamorphosis", "การเปลี่ยนรูปร่าง"], ["meteor", "ดาวตก"]
]
