[
  ["spectrum", "สเปกตรัม"], ["speed", "อัตราเร็ว"], ["spine", "กระดูกสันหลัง"], ["sprout", "หน่ออ่อน"], ["star", "ดาวฤกษ์"],
  ["static", "ไฟฟ้าสถิต"], ["stem", "ลำต้น"], ["stomach", "กระเพาะอาหาร"], ["stopwatch", "นาฬิกาจับเวลา"], ["storage", "หน่วยเก็บข้อมูล"],
  ["structure", "โครงสร้าง"], ["sublimate", "ระเหิด"], ["substance", "สสารชนิดหนึ่ง"], ["sulfur", "กำมะถัน"], ["sun", "ดวงอาทิตย์"],
  ["sustainable", "ยั่งยืน"], ["switch", "สวิตช์"], ["symptom", "อาการของโรค"], ["system", "ระบบ"], ["table", "ตารางข้อมูล"],
  ["technology", "เทคโนโลยี"], ["tectonic plate", "แผ่นเปลือกโลก"], ["telescope", "กล้องโทรทรรศน์"], ["temperature", "อุณหภูมิ"], ["tendon", "เอ็นยึดกล้ามเนื้อ"],
  ["tension", "แรงตึง"], ["test tube", "หลอดทดลอง"], ["theory", "ทฤษฎี"], ["thermometer", "เทอร์โมมิเตอร์"], ["thrust", "แรงขับดัน"],
  ["thunder", "ฟ้าร้อง"], ["tide", "น้ำขึ้นน้ำลง"], ["tissue", "เนื้อเยื่อ"], ["tornado", "พายุทอร์นาโด"], ["toxic", "เป็นพิษ"],
  ["trait", "ลักษณะประจำตัว"], ["transparent", "โปร่งใส"], ["transpiration", "การคายน้ำของพืช"], ["treatment", "การรักษา"], ["tsunami", "สึนามิ"],
  ["turbine", "กังหันผลิตไฟฟ้า"], ["unit", "หน่วยวัด"], ["universe", "เอกภพ"], ["upgrade", "ยกระดับให้ดีขึ้น"], ["vaccine", "วัคซีน"],
  ["valley", "หุบเขา"], ["variable", "ตัวแปร"], ["vein", "หลอดเลือดดำ"], ["velocity", "ความเร็วเชิงเวกเตอร์"], ["verify", "ตรวจสอบยืนยัน"],
  ["vertebrate", "สัตว์มีกระดูกสันหลัง"], ["vibration", "การสั่นสะเทือน"], ["virtual", "เสมือนจริง"], ["virus", "ไวรัส"], ["vitamin", "วิตามิน"],
  ["volcano", "ภูเขาไฟ"], ["voltage", "แรงดันไฟฟ้า"], ["volume", "ปริมาตร"], ["waste", "ของเสีย"], ["water cycle", "วัฏจักรน้ำ"],
  ["wave", "คลื่น"], ["wavelength", "ความยาวคลื่น"], ["weather", "สภาพอากาศ"], ["weight", "น้ำหนัก"], ["wildlife", "สัตว์ป่า"],
  ["wind power", "พลังงานลม"], ["wire", "สายไฟ"], ["work", "งานเชิงกล"], ["zinc", "สังกะสี"]
]
