[
  ["meteorology", "อุตุนิยมวิทยา"], ["method", "วิธีการ"], ["microbe", "จุลินทรีย์"], ["microscope", "กล้องจุลทรรศน์"], ["migration", "การอพยพย้ายถิ่น"],
  ["mineral", "แร่ธาตุ"], ["mirror", "กระจกเงา"], ["mitochondria", "ไมโทคอนเดรีย"], ["mixture", "ของผสม"], ["model", "แบบจำลอง"],
  ["molecule", "โมเลกุล"], ["momentum", "โมเมนตัม"], ["monsoon", "ลมมรสุม"], ["moon", "ดวงจันทร์"], ["motion", "การเคลื่อนที่"],
  ["motor", "มอเตอร์"], ["muscle", "กล้ามเนื้อ"], ["natural gas", "แก๊สธรรมชาติ"], ["nerve", "เส้นประสาท"], ["network", "เครือข่าย"],
  ["neutral", "เป็นกลาง"], ["neutron", "นิวตรอน"], ["nitrogen", "ไนโตรเจน"], ["nuclear", "เกี่ยวกับนิวเคลียร์"], ["nucleus", "นิวเคลียส"],
  ["nutrient", "สารอาหาร"], ["nutrition", "โภชนาการ"], ["observation", "การสังเกต"], ["observatory", "หอดูดาว"], ["observe", "สังเกตการณ์"],
  ["ocean", "มหาสมุทร"], ["ocean current", "กระแสน้ำในมหาสมุทร"], ["offspring", "ลูกหลานที่เกิดใหม่"], ["omnivore", "สัตว์กินทั้งพืชและเนื้อ"], ["opaque", "ทึบแสง"],
  ["orbit", "วงโคจร"], ["ore", "สินแร่"], ["organ", "อวัยวะ"], ["organism", "สิ่งมีชีวิต"], ["output", "ข้อมูลออก"],
  ["oxidation", "ปฏิกิริยาออกซิเดชัน"], ["oxygen", "ออกซิเจน"], ["ozone", "โอโซน"], ["particle", "อนุภาค"], ["password", "รหัสผ่าน"],
  ["percentage", "ร้อยละ"], ["petal", "กลีบดอก"], ["petroleum", "ปิโตรเลียม"], ["photosynthesis", "การสังเคราะห์ด้วยแสง"], ["physics", "ฟิสิกส์"],
  ["pipette", "หลอดดูดสารละลาย"], ["pitch", "ระดับเสียงสูงต่ำ"], ["planet", "ดาวเคราะห์"], ["plasma", "พลาสมา"], ["plastic", "พลาสติก"],
  ["plateau", "ที่ราบสูง"], ["pole", "ขั้ว"], ["pollen", "ละอองเรณู"], ["pollination", "การถ่ายละอองเรณู"], ["pollutant", "สารก่อมลพิษ"],
  ["pollution", "มลพิษ"], ["polymer", "พอลิเมอร์"], ["potential", "เชิงศักย์"], ["power", "กำลัง"], ["precipitate", "ตะกอนที่เกิดขึ้น"],
  ["precipitation", "หยาดน้ำฟ้า"], ["precision", "ความละเอียดเที่ยงตรง"], ["predator", "ผู้ล่า"], ["prediction", "การทำนายผล"], ["preserve", "สงวนรักษาไว้"],
  ["pressure", "ความดัน"], ["prey", "เหยื่อ"], ["prism", "ปริซึม"], ["procedure", "ขั้นตอนปฏิบัติ"], ["processor", "หน่วยประมวลผล"]
]
